@echo off
rem @author 鬼手
echo ┏━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┓
echo ┃ CmdTool命令集                                                              ┃
echo ┠────────────────────────────────────────────────────────────────────────────┨
echo ┃ node           * nodejs命令                                                ┃
echo ┃ npm            * npm包管理命令                                             ┃
echo ┃ home           * 返回到CmdTool根目录                                       ┃
echo ┃ menu           * 显示工具命令主菜单                                        ┃
echo ┃ ct             * 自定义JS命令                                              ┃
echo ┗━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┛